{
  "es": {
    "titulo": "Términos y Condiciones",
    "bienvenida": "Bienvenido a la página de reservas de Agroturismo Arraspine. Al utilizar este sitio web y realizar una reserva, aceptas los siguientes términos y condiciones:",
    "reservas": "Reservas",
    "reservas_lista_1": "Las reservas están sujetas a disponibilidad.",
    "reservas_lista_2": "Se requiere un depósito para confirmar la reserva.",
    "reservas_lista_3": "Las cancelaciones deben realizarse con [número] días de antelación para obtener un reembolso completo.",
    "reservas_lista_4": "Se aplican tarifas adicionales por persona extra o por servicios adicionales.",
    "estancia": "Estancia",
    "estancia_lista_1": "La hora de llegada es a partir de las [hora] y la hora de salida es a las [hora].",
    "estancia_lista_2": "No se permite fumar en las habitaciones.",
    "estancia_lista_3": "Se admiten mascotas con previo aviso y pueden aplicarse cargos adicionales.",
    "estancia_lista_4": "Los huéspedes son responsables de cualquier daño a la propiedad.",
    "pagos": "Pagos",
    "pagos_lista_1": "Aceptamos pagos con [métodos de pago].",
    "pagos_lista_2": "Los precios mostrados incluyen impuestos.",
    "pagos_lista_3": "Nos reservamos el derecho de modificar los precios sin previo aviso.",
    "privacidad_titulo": "Política de Privacidad",
    "privacidad_parrafo_1": "En Agroturismo Arraspine, la privacidad de nuestros visitantes es primordial. Queremos ser transparentes contigo: <strong>este sitio web no recopila información personal</strong>, a excepción de la información que nos proporciones directamente a través de nuestros canales de contacto.",
    "privacidad_lista_1": "No recogemos tu nombre, dirección de correo electrónico, número de teléfono, ni ningún dato que pueda identificarte sin tu consentimiento explícito.",
    "privacidad_lista_2": "No utilizamos cookies ni tecnologías similares para rastrear tu actividad en nuestra página.",
    "privacidad_contacto": "¿Cómo puedes contactarnos?",
    "privacidad_parrafo_2": "Si deseas comunicarte con nosotros, puedes hacerlo a través de los medios que ponemos a tu disposición, como nuestro formulario de contacto o número de teléfono. La información que nos proporciones por estos medios se utilizará exclusivamente para responder a tus preguntas y gestionar tus reservas.",
    "privacidad_parrafo_3": "Tu privacidad está a salvo con nosotros.",
    "privacidad_parrafo_4": "Si tienes cualquier duda sobre nuestra política de privacidad, no dudes en contactarnos. Estaremos encantados de atenderte."
  },
  "en": {
    "titulo": "Terms and Conditions",
    "bienvenida": "Welcome to the Agroturismo Arraspine booking page. By using this website and making a reservation, you agree to the following terms and conditions:",
    "reservas": "Reservations",
    "reservas_lista_1": "Reservations are subject to availability.",
    "reservas_lista_2": "A deposit is required to confirm the reservation.",
    "reservas_lista_3": "Cancellations must be made [number] days in advance for a full refund.",
    "reservas_lista_4": "Additional fees apply for extra people or additional services.",
    "estancia": "Stay",
    "estancia_lista_1": "Check-in time is from [time] and check-out time is [time].",
    "estancia_lista_2": "Smoking is not allowed in the rooms.",
    "estancia_lista_3": "Pets are allowed with prior notice and additional charges may apply.",
    "estancia_lista_4": "Guests are responsible for any damage to the property.",
    "pagos": "Payments",
    "pagos_lista_1": "We accept payments with [payment methods].",
    "pagos_lista_2": "Prices shown include taxes.",
    "pagos_lista_3": "We reserve the right to modify prices without prior notice.",
    "privacidad_titulo": "Privacy Policy",
    "privacidad_parrafo_1": "At Agroturismo Arraspine, the privacy of our visitors is paramount. We want to be transparent with you: <strong>this website does not collect personal information</strong>, except for the information you provide directly through our contact channels.",
    "privacidad_lista_1": "We do not collect your name, email address, phone number, or any data that could identify you without your explicit consent.",
    "privacidad_lista_2": "We do not use cookies or similar technologies to track your activity on our page.",
    "privacidad_contacto": "How can you contact us?",
    "privacidad_parrafo_2": "If you wish to contact us, you can do so through the means we make available to you, such as our contact form or phone number. The information you provide us through these means will be used exclusively to answer your questions and manage your reservations.",
    "privacidad_parrafo_3": "Your privacy is safe with us.",
    "privacidad_parrafo_4": "If you have any questions about our privacy policy, please do not hesitate to contact us. We will be happy to assist you."
  },
  "fr": {
    "titulo": "Termes et Conditions",
    "bienvenida": "Bienvenue sur la page de réservation d'Agroturismo Arraspine. En utilisant ce site web et en effectuant une réservation, vous acceptez les termes et conditions suivants :",
    "reservas": "Réservations",
    "reservas_lista_1": "Les réservations sont soumises à disponibilité.",
    "reservas_lista_2": "Un acompte est requis pour confirmer la réservation.",
    "reservas_lista_3": "Les annulations doivent être effectuées [nombre] jours à l'avance pour un remboursement complet.",
    "reservas_lista_4": "Des frais supplémentaires s'appliquent pour les personnes supplémentaires ou les services additionnels.",
    "estancia": "Séjour",
    "estancia_lista_1": "L'heure d'arrivée est à partir de [heure] et l'heure de départ est à [heure].",
    "estancia_lista_2": "Il est interdit de fumer dans les chambres.",
    "estancia_lista_3": "Les animaux domestiques sont admis sur préavis et des frais supplémentaires peuvent s'appliquer.",
    "estancia_lista_4": "Les clients sont responsables de tout dommage à la propriété.",
    "pagos": "Paiements",
    "pagos_lista_1": "Nous acceptons les paiements avec [méthodes de paiement].",
    "pagos_lista_2": "Les prix indiqués incluent les taxes.",
    "pagos_lista_3": "Nous nous réservons le droit de modifier les prix sans préavis.",
    "privacidad_titulo": "Politique de Confidentialité",
    "privacidad_parrafo_1": "À Agroturismo Arraspine, la confidentialité de nos visiteurs est primordiale. Nous voulons être transparents avec vous : <strong>ce site web ne collecte pas d'informations personnelles</strong>, à l'exception des informations que vous nous fournissez directement par le biais de nos canaux de contact.",
    "privacidad_lista_1": "Nous ne collectons pas votre nom, votre adresse e-mail, votre numéro de téléphone ou toute autre donnée permettant de vous identifier sans votre consentement explicite.",
    "privacidad_lista_2": "Nous n'utilisons pas de cookies ou de technologies similaires pour suivre votre activité sur notre page.",
    "privacidad_contacto": "Comment pouvez-vous nous contacter ?",
    "privacidad_parrafo_2": "Si vous souhaitez nous contacter, vous pouvez le faire par les moyens que nous mettons à votre disposition, tels que notre formulaire de contact ou notre numéro de téléphone. Les informations que vous nous fournissez par ces moyens seront utilisées exclusivement pour répondre à vos questions et gérer vos réservations.",
    "privacidad_parrafo_3": "Votre confidentialité est en sécurité chez nous.",
    "privacidad_parrafo_4": "Si vous avez des questions concernant notre politique de confidentialité, n'hésitez pas à nous contacter. Nous serons ravis de vous aider."
  },
  "eu": {
    "titulo": "Baldintzak eta Pribatutasun Politika",
    "bienvenida": "Ongi etorri Arraspine Agroturismoaren erreserba orrialdera. Webgune hau erabiliz eta erreserba bat eginez, honako baldintza eta pribatutasun politika hauek onartzen dituzu:",
    "reservas": "Erreserbak",
    "reservas_lista_1": "Erreserbak eskuragarri daude.",
    "reservas_lista_2": "Erreserbak baieztatzeko diru-sarrera bat beharrezkoa da.",
    "reservas_lista_3": "Utzi beharreko egun kopurua [kopurua] da, erreserba osoa itzultzeko.",
    "reservas_lista_4": "Pertsona gehiago edo zerbitzu gehiagorentzako kostu gehigarriak aplikatzen dira.",
    "estancia": "Eguneratzea",
    "estancia_lista_1": "Sarrera ordua [ordua] eta irteera ordua [ordua] dira.",
    "estancia_lista_2": "Ez daiteke tabako erabili logela barruan.",
    "estancia_lista_3": "Aurreko abisua emanez, etxeko animaliak onartzen dira eta kostu gehigarriak aplikatu daitezke.",
    "estancia_lista_4": "Gasteak jabetza guztietan eragindako kalteengatik erantzukizunpekoak dira.",
    "pagos": "Ordainketa",
    "pagos_lista_1": "Ordainketa metodoekin ordaindu egiten dugu.",
    "pagos_lista_2": "Erakutsitako prezioek zergak barne hartzen dituzte.",
    "pagos_lista_3": "Prezioak aurreko abisurik gabe aldatzeko eskubidea gordetzen dugu.",
    "privacidad_titulo": "Pribatutasun Politika",
    "privacidad_parrafo_1": "Agroturismo Arraspinean, gure bisitarien pribatutasuna oso garrantzitsua da. Zintzotasunez jokatu nahi dugu zuekin: <strong>webgune honek ez du informazio pertsonalik jasotzen</strong>, zuzenean emandako informazioa izan ezik, gure kontaktu kanalekin batera zehazki emandako informazioa izan ezik.",
    "privacidad_lista_1": "Zure izena, helbide elektronikoa, telefono zenbakia edo zure identifikatzeko datuak jasotzen ez ditugu zure baimen argirik gabe.",
    "privacidad_lista_2": "Ez dugu cookie edo teknologia antzekoak erabiltzen gure orrialdean zure jarduera jarraitzeko.",
    "privacidad_contacto": "Nola jarri zaitez gurekin harremanetan?",
    "privacidad_parrafo_2": "Gurekin harremanetan jarri nahi baduzu, gure eskuragarri jarritako bideekin egin dezakezu, hala nola gure kontaktu formularioa edo telefono zenbakia. Bide horietan emandako informazioa zure galderak erantzuteko eta zure erreserbak kudeatzeko erabiliko da soilik.",
    "privacidad_parrafo_3": "Zure pribatutasuna guretzat segurua dago.",
    "privacidad_parrafo_4": "Zure pribatutasun politikari buruz zalantzarik baduzu, ez ezazu ez zerbait galdetu. Pozik izango gara zure laguntza emateaz."
  }
}
